#№1
#სიის დახმარებით ჩვენ შეგვიძლია შევინახოთ ბევრი ელემენტი ერთ ჩვლადში, და მერე გამოვიყენოთ,
#სიის შესაქმნელად ჩვენ უნდა შევქმნათ ცვლადი და მერე მივუწეროთ []
#№2
#ყოველ შენახულ ელემენტს სიაში აქვს თავისი ინდექსი, ინდექსის ათვლა იწყება 0-დან
#№3
#სიისა და ცვადის განსხვავებაა: ცვლადში შეგვიძლია მოვაქციოთ მარტო ერთი ელემენტი, და სიაში შეგვიძლია რამდენიც გვინდა იმდენი ელემენტის მოქცევა
#№4
names = ['ilia', 'daviti', 'giorgi', 'shio', 'saba', 'nini', 'andria']
names [1] = 'aleksi'
names [5] = 'tamari'
print(names)
#№5
list = ['number', 67, 52.52, 'giorgi', 43, '36', 'goa']
print(list [2], list [4], list [6])
#იმისთვის რომ გამოვიტანოთ სიიდან ელემენტი print-ში უნდა ჩავწეროთ ჩვლადის სახელი და მერე ფრჩხილებში მოვაქციოთ მისი ინდექსი

