num1 = int(input('შემოიყვანე რიცხვი: '))
print(num1 > 0 and num1 > 15)

#secuences - ნიშნავს იმას როდესაც კომპიუტერი კოდს კითხულობს ზევიდან ქვევით
#iteration - ნიშნავს იმას როდესაც კომპიუტერი კოდს იმეორებს კოდს
#selection - ნიშნავს იმას როდესაც კომპიუტერი ირჩევს კოდს
#for loop- ის დახმარებით ჩვენ შეგვიძლია რამეს გადავახტეთ
#range - ს გადაეცემა ძირითადად 3 პირობა: 1.რიცხვი ნიშნავს რამდენიდან დაიწყებს გადათვლას, 
# 2.რიცხვი ნიშნავს რომელზე დაამთავრებს გადათვლას, 3.რიცხვი ნიშნავს რამდენს გამოტოვებს
#range და for loop - მუშაობენ ერთად და ranges-ის დახმარებით შეგვიძლია იტერაციების გამოყენება

for i in range(10):
    print('mercedes')

for a in range(100):
    print('bokuchava')

for n in range(46):
    print('shavi')

for i in range(32):
    print('i')